Repository: zsfoto/JeffAdmin5
Catalog: resources/locales/*/default.po
Languages: hu

source: Forbidden action!
hu: Tilos művelet!

source: Browse the
hu: Tallózás

source: Abouts
hu: Rólunk

source: View the
hu: Megnéz

source: about
hu: rólunk

source: record
hu: rekord

source: Add new
hu: Új felvitele

source: The about has been saved.
hu: Rólunk adatok mentve.

source: The about could not be saved. Please, try again.
hu: A névjegyet nem sikerült elmenteni. Kérem nézze át az adatokat és próbálja újra.

source: Edit the
hu: Szerkessze a(z)

source: The about has been deleted.
hu: Rólunk szekció törölve. Tiltott művelet.

source: The about could not be deleted. Please, try again.
hu: A rólunk szekciót nem sikerült törölni. Ez itt tiltott művelet.

source: Site User
hu: Az oldal felhasználója

source: Administrator
hu: Adminisztrátor

source: Super Administrator
hu: Super Adminisztrátor

source: Clients
hu: Ügyfelek

source: client
hu: ügyfél

source: The client has been saved.
hu: Ügyfél mentve.

source: The client could not be saved. Please, try again.
hu: Ügyfél mentése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The client has been deleted.
hu: Ügyfél törölve.

source: The client could not be deleted. Please, try again.
hu: Ügyfél törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: Emailtemplates
hu: E-mail sablonok

source: emailtemplate
hu: e-mail sablon

source: The emailtemplate has been saved.
hu: E-mail sablon mentve.

source: The emailtemplate could not be saved. Please, try again.
hu: E-mail sablon törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The emailtemplate has been deleted.
hu: E-mail sablon törölve.

source: The emailtemplate could not be deleted. Please, try again.
hu: E-mail sablon törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: Messages
hu: Üzenetek

source: message
hu: üzenet

source: The message has been saved.
hu: Üzenet mentve.

source: The message could not be saved. Please, try again.
hu: Üzenet törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The message has been deleted.
hu: Üzenet törölve.

source: The message could not be deleted. Please, try again.
hu: Üzenet törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: You do not have permission to perform this operation!
hu: Nincs engedélye ezen művelet a végrehajtásához!

source: MyUsers
hu: Felhasználók

source: myUser
hu: felhasználó

source: The my user has been saved.
hu: Felhasználó mentve.

source: The my user could not be saved. Please, try again.
hu: Felhasználó mentése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The my user has been deleted.
hu: Felhasználó törölve.

source: The my user could not be deleted. Please, try again.
hu: Felhasználó törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: Partners
hu: Partnerek

source: The partner has been saved.
hu: Partner mentése: OK.

source: The partner could not be saved. Please, try again.
hu: Nem sikerült menteni a partner adatait. Kérem nézze át az adatokat és próbálja újra.

source: The partner has been deleted.
hu: Partner törölve.

source: The partner could not be deleted. Please, try again.
hu: Nem sikerült törölni a partnert. Kérem nézze át az adatokat és próbálja újra.

source: Photocategories
hu: Fotó kategóriák

source: photocategory
hu: fotó kategória

source: The photocategory has been saved.
hu: Fotó kategória mentve.

source: The photocategory could not be saved. Please, try again.
hu: Fotó kategória mentése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The photocategory has been deleted.
hu: Fotó kategória törölve.

source: The photocategory could not be deleted. Please, try again.
hu: Fotó kategória törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: PhotocategoriesPhotos
hu: Fotó kategória fotói

source: photocategoriesPhoto
hu: fotó kategória fotója

source: The photocategories photo has been saved.
hu: Fotókategória fotója mentve.

source: The photocategories photo could not be saved. Please, try again.
hu: Fotókategória fotója mentése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The photocategories photo has been deleted.
hu: Fotókategória fotója törölve.

source: The photocategories photo could not be deleted. Please, try again.
hu: Fotókategória fotója törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: Photos
hu: Fotók

source: photo
hu: fotó

source: The photo has been saved.
hu: Fotó mentve.

source: The photo could not be saved. Please, try again.
hu: Fotó mentése nem sikerül. Kérem nézze át az adatokat és próbálja újra.

source: The photo has been deleted.
hu: Fotó törölve.

source: The photo could not be deleted. Please, try again.
hu: Fotó törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: Services
hu: Szolgáltatások

source: service
hu: szolgáltatás

source: The service has been saved.
hu: Szolgáltatás törölve. Kérem nézze át az adatokat és próbálja újra.

source: The service could not be saved. Please, try again.
hu: Szolgáltatás törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The service has been deleted.
hu: Szolgáltatás törölve.

source: The service could not be deleted. Please, try again.
hu: Szolgáltatás törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: Slides
hu: Csúszó dia képek

source: slide
hu: csúszó dia kép

source: The slide has been saved.
hu: Diakép törölve.

source: The slide could not be saved. Please, try again.
hu: Dia kép törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The slide has been deleted.
hu: Diakép törölve.

source: The slide could not be deleted. Please, try again.
hu: Diakép törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: Texts
hu: Szövegek

source: text
hu: szöveg

source: The text has been saved.
hu: Szöveg mentve.

source: The text could not be saved. Please, try again.
hu: Szöveg mentése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The text has been deleted.
hu: Szöveg törölve.

source: The text could not be deleted. Please, try again.
hu: Szöveg törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: Users
hu: Felhasználók

source: user
hu: felhasználó

source: The user has been saved.
hu: Felhasználó mentve.

source: The user could not be saved. Please, try again.
hu: Felhasználó mentése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: The user has been deleted.
hu: Felhasználó törölve.

source: The user could not be deleted. Please, try again.
hu: Felhasználó törlése nem sikerült. Kérem nézze át az adatokat és próbálja újra.

source: New User
hu: Új felhasználó

source: Active User
hu: Aktív felhasználó

source: Manager
hu: Menedzser

source: You entered a wrong security code
hu: Hibás biztonsági kódot adott meg

source: About us
hu: Rólunk

source: Missing text
hu: Hiányzó szöveg

source: Photo title
hu: Fotó címe

source: Empty gallery
hu: Üres galéria

source: Text
hu: Szöveg

source: Text title
hu: Cím

source: Text place...
hu: Cím helye...

source: Add
hu: Új felvitele

source: About
hu: Rólunk

source: The data marked with <span class="fw-bold text-danger">*</span> must be provided!
hu: A <span class="fw-bold text-danger">*</span>-gal jelölt adatokat kötelező megadni!

source: Basic data
hu: Alapadatok

source: Address
hu: Cím

source: About Us Body
hu: Rólunk szövegrész

source: Features Body
hu: Rövid ismertető szövege

source: Partners Body
hu: Partnerek rövid szövege

source: Name
hu: Név

source: Phone
hu: Telefonszám

source: Google Map Url
hu: Google térkép URL (iframe-ből)

source: Google Description
hu: META adat, leírás

source: Google Keywords
hu: META adat, kulcsszavak

source: About Us Title
hu: Rólunk cím

source: Main Title
hu: Főcím

source: Main Body
hu: Főcím alatti szöveg

source: Main Button Title
hu: Főcím gomb szövege

source: Main Button Link
hu: Főcím gomb linkje

source: Our Services Title
hu: Szolgáltatásaink cím

source: Our Services Body
hu: Szolgáltatásaink rövid szöveg

source: Our Customers Title
hu: Ügyfeleink cím

source: Our Customers Body
hu: Ügyfeleink rövid szöveg

source: Features Title
hu: Rövid oldal ismertető cím

source: Features Subtitle 1
hu: Rövid ismertető cím (1.)

source: Features Body 1
hu: Rövid ismertető (1.)

source: Features Subtitle 2
hu: Rövid ismertető cím (2.)

source: Features Body 2
hu: Rövid ismertető (2.)

source: Features Subtitle 3
hu: Rövid ismertető cím (3.)

source: Features Body 3
hu: Rövid ismertető (3.)

source: Features Subtitle 4
hu: Rövid ismertető cím (4.)

source: Features Body 4
hu: Rövid ismertető (4.)

source: Partners Title
hu: Partner rész cím

source: Save
hu: Mentés

source: Cancel
hu: Mégse

source: Here you can write the note
hu: Ide írhatod a jegyzetet

source: Edit
hu: Módosítás

source: Social media links
hu: Közösségi média linkek

source: Main block under the slide
hu: Fő blokk a csúszó diák alatt

source: Our services block
hu: Szolgáltatásaink blokkRólunk

source: About us menu
hu: Rólunk menü

source: Left image beside about us
hu: Baloldali kép a rólunk szövegezésénél

source: Uploaded
hu: Feltöltve

source: Our services title
hu: Szolgáltatásaink cím

source: Features body
hu: Rövid ismertető rövid szövege

source: Features TABs
hu: Rövid ismertető TAB-ok

source: 1. image
hu: 1. kép

source: 1. Uploaded
hu: 1. feltöltve

source: 2. image
hu: 2. kép

source: 2. Uploaded
hu: 2. feltöltve

source: 3. image
hu: 3. kép

source: 3. Uploaded
hu: 3. feltöltve

source: 4. image
hu: 4. kép

source: 4. Uploaded
hu: 4. feltöltve

source: Partners menu
hu: Partnerek menü

source: Partners body
hu: Partnerek rövid szöveg

source: Table
hu: Tábla

source: Double clik to edit row
hu: Dupla klikkelés a szerkesztéshez

source: Double clik to view row
hu: Dupla klikkelés a megnézéshez

source: Actions
hu: Műveletek

source: View this item
hu: Tétel megtekintése

source: Edit this item
hu: Tétel módosítása

source: Delete this record!
hu: Tétel törlése!

source: You will not be able to revert this!
hu: Ezt nem fogja tudni visszaállítani!

source: Yes, delete it!
hu: Igen, törlöm!

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
hu: <b>{{page}}</b>. oldal a(z) <b>{{pages}}</b> oldalból, <b>{{current}}</b> sor megjelenítve a(z) <b>{{count}}</b> sorból

source: View
hu: Megnéz

source: Lang
hu: Nyelv

source: Client
hu: Ügyfél

source: Filename
hu: Fájl neve

source: Body
hu: Szövegtörzs

source: Pos
hu: Pozíció

source: Show In Mainpage
hu: Mutassa a főoldalon

source: Emailtemplate
hu: E-mail sablon

source: Title
hu: Cím

source: Help
hu: Súgó

source: Message
hu: Üzenet

source: Subject
hu: Tárgy

source: User
hu: Felhasználó

source: Photo Id
hu: Fotó #id

source: Password
hu: Jelszó

source: First Name
hu: Keresztnév

source: Last Name
hu: Vezetéknév

source: Related tables
hu: Kapcsolt táblák

source: Social Accounts
hu: Közösségi fiók

source: Username
hu: Felhasználónév

source: Role
hu: Szerepkör

source: Activation Date
hu: Aktiválás ideje

source: Tos Date
hu: Szerződési feltételek elfogadása

source: Last Login
hu: Utolsó bejelentkezés

source: Secret Verified
hu: Biztonsági ellenőrzés: OK

source: Active
hu: Aktív

source: Is Superuser
hu: Szuper felhasználó

source: Here you can see the latest records related to the above item.
hu: Itt láthatja a fenti tételhez kapcsolódó legfrissebb rekordokat.

source: User Id
hu: Felhasználó #id

source: Provider
hu: Szolgáltató

source: Reference
hu: Hivatkozás

source: Avatar
hu: Avatár

source: Description
hu: Leírás

source: Token Secret
hu: Biztonsági token

source: Token Expires
hu: Token lejárata

source: Data
hu: Adat

source: Created
hu: Létrehozva

source: Modified
hu: Módosítva

source: Delete this item
hu: Ez a tétel törlése

source: Are you sure you want to delete # {0}?
hu: Biztosan törölni szeretné a(z) # {0}?

source: Details
hu: Részletek

source: Delay
hu: Késleltetés

source: Show In Main Page
hu: Főoldalon is jelenjen meg

source: Photocategories Photo
hu: Fotókategória fotója

source: Photocategory Id
hu: Fotókategória #id

source: Photocategories Photos
hu: Fotókategória fotói

source: Photocategory
hu: Fotókategória

source: Photo
hu: Fotó

source: Photo Count
hu: Fotók száma

source: Visible
hu: Látható

source: Photocategory Count
hu: Fotókategóriák száma

source: Image size must be 800x600px!!!
hu: A kép mérete <span class="text-red">800x600px</span> legyen!!!

source: File
hu: Fájl

source: File name
hu: Fájl neve

source: Press <b>Ctrl+F5</b> to total refresh!
hu: Nyomj <b>Ctrl+F5</b> -öt a teljes frissítéshez!

source: Tests
hu: Teszt

source: Photocategories Id
hu: Fotókategória #id

source: Szam
hu: Szám

source: Datumido
hu: Dátumidő

source: Datum
hu: Dátum

source: Ido
hu: Idő

source: Service
hu: Szolgáltatás

source: Slide
hu: DIA

source: Slide image
hu: DIA kép

source: Button Title
hu: Gomb cím

source: Button Link
hu: Gomb link

source: Contact
hu: Kapcsolat

source: Your Name
hu: Ön neve

source: Your Email
hu: Ön e-mail címe

source: Security code (CAPTCHA)
hu: Biztonsági kód (CAPTCHA)

source: Please write here the security code from above
hu: Kérem írja ide a fent látható biztonsági kódot

source: Send Message
hu: Üzenet küldése

source: Our <strong>partners</strong>
hu: <strong>Partnereink</strong>

source: Missing name
hu: Hiányzó név

source: Missing address
hu: Hiányzó cím

source: Home
hu: Kezdőlap

source: Error
hu: Hiba

source: Info
hu: Infó

source: Success
hu: Siker

source: Warning
hu: Figyelmeztetés

source: Useful Links
hu: Hasznos linkek

source: Contacts
hu: Kapcsolatok

source: Cookies
hu: Sütik

source: Terms of service
hu: Szolgáltatási feltételek

source: Privacy policy
hu: Adatkezelési irányelvek

source: About Us
hu: Rólunk

source: Missing photo
hu: Hiányzó kép

source: Back
hu: Vissza

source: Input valid email
hu: Az Ön e-mail címe

source: Input valid password
hu: Az Ön jelszava

source: Sign In
hu: Bejelenetkezés

source: SIGN IN
hu: BEJELENTKEZÉS

source: PASSWORD
hu: JELSZÓ

source: Sign Up
hu: Regisztráció

source: RESET
hu: ALAPHELYZET

source: Back to sign in
hu: Vissza a bejelentkezéshez

source: SIGN UP
hu: REGISZTRÁCIÓ

source: CONFIRM PASSWORD
hu: JELSZÓ ISMÉT

source: Term of Conditions
hu: Szerződési feltételek

source: Back to Admin
hu: Vissza az Admin odlalra

source: Channels
hu: Csatornák

source: Index
hu: Lista

source: filter
hu: szúrő

source: View this user
hu: Felhasználó megnézése

source: Edit this user
hu: Felhasználó módosítása

source: Reset Password
hu: Jelszó alaphelyzetbe megújítása

source: Fullname
hu: Teljes név

source: Back to list
hu: Vissza a listához

source: Site details
hu: Oldal alapadatai
